{
        "products": [
            {  
                 "name": "Info : My ING AU",
                 "description": "The app displays list of products provided by ING Bank (Australia). All details are fetched from public `Products` data provided by the bank.\n\nSearch `Open Banking` or CDS by Gov. of Australia.\n\nEnjoy the Product details on your wrist (fitbit) !"
            },
            {
                "name": "Fixed Rate Loan",
                "description": "Fixed interest rate home loans for terms of one to five years."
            },
            {
                "name": "Savings Maximiser",
                "description": "High variable interest rate. And no fees or penalties on withdrawals."
            },
            {
                "name": "Savings Accelerator",
                "description": "A tiered savings account, with a high variable interest rate."
            },
            {
                "name": "Personal Term Deposits",
                "description": "A high interest rate guaranteed for the term. You choose the timeframe."
            },
            {
                "name": "Business Optimiser",
                "description": "A high variable interest business savings account with 24/7 access."
            },
            {
                "name": "Business Term Deposit",
                "description": "A high fixed interest rate for business savings. You choose the time frame."
            },
            {
                "name": "Mortgage Simplifier",
                "description": "Low variable interest rate home loan with no ongoing monthly or annual fees."
            },
            {
                "name": "Orange Advantage",
                "description": "Includes a 100% interest offset when linked to our Orange Everyday bank account."
            },
            {
                "name": "Orange Everyday",
                "description": "An everyday transaction account with no monthly fees."
            },
            {
                "name": "Orange Everyday Youth",
                "description": "An everyday transaction account helping teens aged 15 to 17 to start out right."
            },
            {
                "name": "ING Personal Loan",
                "description": "Unsecured personal loan with a low fixed rate, no ongoing monthly fees and no early repayment fees."
            },
            {
                "name": "Orange One",
                "description": "The credit card that gives you a low interest rate, no annual fee, plus no ING international transaction fees for eligible customers when you shop overseas or online."
            },
            {
                "name": "Orange One Platinum",
                "description": "The credit card that comes with up to $30 a month cashback on your spend, and no ING international transaction fees for eligible customers when you shop overseas or online."
            },
            {
                "name": "Wholesale Term Deposit",
                "description": "Competitive interest rates for a fixed period for Government, Public Company, Charity, Association or Religious Organisations."
            }
        ]
    }
